brew "gleam"
brew "swiftformat"
brew "hugo"
brew "youtube-dl"
brew "git-lfs"
brew "node"

# GNUPG: pretty good privacy and encryption
brew "gnupg" #(OLD), args: ["without-libusb"]
brew "pinentry"
brew "pinentry-mac"

cask "docker"
cask "fork"
cask "pacifist"
cask "paw"
cask "rectangle"
cask 'visual-studio-code'

mas "1Blocker", id: 1107421413
mas "Bear", id: 1091189122
mas "Deliveries", id: 924726344
mas "Developer", id: 640199958
mas "DevCleaner for Xcode", id: 1388020431
mas "Hard G", id: 1493198738
mas "Pocket", id: 568494494
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Things", id: 904280696
mas "xScope", id: 889428659
